import React from 'react'

function Contacts() {
  return (
    <div className='contacts-page'>
      <div className='contact'>
        <p>Свяжитесь с нами <br />
          С радостью приготовим торт для вашего праздника и ответим на все вопросы 🍰</p>
      </div>

      <div className='bounds'>
        <p>📞Телефон: +996 (550 25-05-15) </p>
        <p>💬WhatsApp/Telegram: +996 (550 25-05-15)</p>
        <p>📸Instagram/VK: @sweet_life</p>
        <p>Самый быстрый способ связи — WhatsApp/Telegram</p>
      </div>

      <div className='time'>
        <p className='work'>Время работы:</p>
        <p className='clock'>Пн–Пт: 10:00–20:00
          Сб–Вс: 11:00–18:00</p>
        <p className='take'>Принимаем заказы ежедневно, отвечаем в течение дня</p>
      </div>

      <div className='ordering'>
        <div className='street'>
          <h6>Адрес/доставка</h6>
          <p>🏠Адрес: г.Бишкек, ул.Турусбекова 109/1</p>
          <p>🚚Доставка: по городу бесплатно</p>
        </div>

        <div className='info'>
          <p>Чтобы заказать торт, напишите нам:</p>
          <ul>
            <li>дату праздника</li>
            <li>вес или количество гостей</li>
            <li>начинку</li>
            <li>дизайн (можно фото-пример)</li>
          </ul>
        </div>
      </div>

      <div className='leave'>
        <p>Оставьте сообщение, и мы свяжемся с вами в ближайшее время</p>
        <div className='buttons'>
          <input className='in'  type="text" placeholder='message'/>
          <button>Отправить заказ 🍰</button>
        </div>
      </div>

      <div className='end'>
        <p>Готовим торты с любовью и вниманием к деталям❤️
          Будем рады стать частью вашего праздника!</p>
      </div>

    </div>
  )
}

export default Contacts
